Repository: GarlicOS/buildroot
Catalog: package/garlicui/src/locale/*/LC_MESSAGES/garlicui.po
Languages: am_et, zu

source: MSGID_font_file_path
am_et: /usr/share/fonts/noto-sans/NotoSansEthiopic-Regular.ttf

source: Select
am_et: ምረጥ
zu: Khetha

source: Back
am_et: ወደ ኋላ ተመለስ
zu: Buyela

source: Menu
am_et: ምናሌ
zu: Imenyu

source: Library
am_et: ቤት
zu: Ithala

source: Favorites
am_et: ዜሮች
zu: Ezimpendulo

source: Resume
am_et: ተጨማሪ ያልታወቀ
zu: Coshisa

source: Restart
am_et: አጥፋ
zu: Qalisa kabusha

source: Remove
am_et: አጥፋ
zu: Susa

source: Favorite
am_et: የተወደደ
zu: Ezempendulo

source: Unfavorite
am_et: ያልተወደደ የተወደደ
zu: Akukho ezimpendulo

source: Change Date & Time
am_et: ቀንና ሰዓት ቀይር
zu: Shintsha Unyaka & Isikhathi

source: Year
am_et: ዓመት
zu: Unyaka

source: Month
am_et: ወር
zu: Inyanga

source: Day
am_et: ቀን
zu: Usuku

source: Hour
am_et: ሰዓት
zu: Ihora

source: 24H
am_et: 24 ሰዓት

source: Minute
am_et: ደቂቃ
zu: Imizuzu

source: UTC Offset
am_et: UTC ቀን ሰዓት

source: Change Language
am_et: ቋንቋ ቀይር
zu: Shintsha IsiZulu

source: No games found!
am_et: የጨዋታ አይደለም!
zu: Awunazwe imidlalo!

source: Change Network
am_et: የተለያዩ አድራሻ ቀይረዋል

source: Manual Configuration
am_et: መነሻ ቅንፍ

source: Security
am_et: ደህንነት

source: Password
am_et: መለያ
